[ETH_Fortress_DarkAvatarDied_Male_01 AkEvent]
SpokenText="We will continue on as we always have. With this new form, we will subdue that which would keep us in bonds. Your species will live on, but you will not."

[ETH_Fortress_EtherealNag01_Male_01 AkEvent]
SpokenText="We are all bound by the same thread. You see us as the conquerors of your world, but you've yet to truly understand the depths to which your kind can fall."

[ETH_Fortress_EtherealNag02_Male_01 AkEvent]
SpokenText="There was a time when our strength alone was enough. Our power was unrivaled, and our arrogance grew just as yours has. When you come to see the truth, the difficulty of our choice will be clear."

[ETH_Fortress_EtherealNag03_Male_01 AkEvent]
SpokenText="We had expected you would resist, as is your nature. Your kind is young and unaware. Isolated to the confines of this world, you have no means to growth."

[ETH_Fortress_EtherealNag04_Male_01 AkEvent]
SpokenText="Your thirst for justice is misdirected. We have only asked as much of your kind as was needed to move forward. We too have suffered, sacrificed."

[ETH_Fortress_EtherealNag05_Male_01 AkEvent]
SpokenText="We ask nothing of you that we have not given ourselves. Now, as our power wanes, we question the path. Doubt clouds our vision."

[ETH_Fortress_EtherealNag06_Male_01 AkEvent]
SpokenText="There is no path, no world in which your kind prevails without us. Hear us, before it is too late!"

[ETH_Fortress_EtherealNag07_Male_01 AkEvent]
SpokenText="Who is the conqueror here!? Who is the savior!? Your actions will resonate for millennia to come!"

[ETH_Fortress_EtherealNag08_Male_01 AkEvent]
SpokenText="Our end will only mean turmoil and death to those who still cling to your world! Will you see nothing?!"

[ETH_Fortress_EtherealRNFCall01_Male_01 AkEvent]
SpokenText="You would still pursue us blindly, questioning nothing. Saving those who would not save themselves."

[ETH_Fortress_EtherealRNFCall02_Male_01 AkEvent]
SpokenText="The arrogance of your species has long been known to us. Beyond this world, you know nothing. "

[ETH_Fortress_EtherealRNFCall03_Male_01 AkEvent]
SpokenText="Hollow gestures, trinkets of our knowledge, more than enough to convince the proud peoples of your world to submit."

[ETH_Fortress_EtherealRNFCall04_Male_01 AkEvent]
SpokenText="We sought no conquest, no dominion. Your kind are of no threat to us. We follow the path of the universe."

[ETH_Fortress_FinalShowdownBegins_Male_01 AkEvent]
SpokenText="This needless clash will only further the suffering of your kind. We offered you a means of coexistence. We have no further time for delays."

[ETH_Fortress_FirstAvatarRevealed_Male_01 AkEvent]
SpokenText="Long have we pursued this form, a means of freeing ourselves from the bond. Your efforts would deny the sacrifice of all those who have made this possible."

[ETH_Fortress_TacIntro_Male_01 AkEvent]
SpokenText="You have proven resilient, but go no further. Our purpose stretches beyond your understanding. Exist as we have allowed, or not at all."

[T_Final_Mission_Enemy_Avatar_1_Has_Died_True_Elder_03_a AkEvent]
SpokenText="You attack your own future, what madness is this?"

[T_Final_Mission_Final_Set_Five_True_Elder_02_a AkEvent]
SpokenText="You hear the truth yet you still attack. There can be no doubt now. "

[T_Final_Mission_Final_Set_Four_True_Elder_01_a AkEvent]
SpokenText="Such a young race, such a terrible burden to bear. So many would be lost that the whole might survive. Now, we fear it is too late."

[T_Final_Mission_Final_Set_One_True_Elder_01_a AkEvent]
SpokenText="We carry the burden of all. We are life's last hope. We will not fail."

[T_Final_Mission_Final_Set_Three_True_Elder_01_a AkEvent]
SpokenText="We know the death of worlds. We have watched countless species perish. You have not seen the true enemy. We spared you the truth. We did not think you could fathom... "

[T_Final_Mission_Final_Set_Two_True_Elder_01_a AkEvent]
SpokenText="If not for us then your world. Consider the lives you would save were you simply to rejoin us."

[T_Final_Mission_Final_Showdown_Begins_True_Elder_01_a AkEvent]
SpokenText="You are our greatest adversary. You are our Avatar. You can lead our armies. And save your world. Return to us, there can be no more delay."

[T_Final_Mission_Final_Showdown_Begins_True_Elder_08_a AkEvent]
SpokenText="Return to us. You were once our greatest asset against this world, it can be so once again."

[T_Final_Mission_First_Hostile_Avatar_Reveal_True_Elder_03_a AkEvent]
SpokenText="Your form is but a shadow of our truth. We seek to defy that which would consume us all. Your efforts deny the sacrifice of those who came before. You leave us no choice."

[T_Final_Mission_First_Set_Five_Angelic_Elder_Alt_01_a AkEvent]
SpokenText="Time and again you have rejected our wisdom. And still we show compassion and generosity. But as with all things this too must end. We can no longer afford to suffer your transgressions."

[T_Final_Mission_First_Set_Five_Angelic_Elder_Alt_03_a AkEvent]
SpokenText="There is still another way."

[T_Final_Mission_First_Set_Four_Angelic_Elder_Alt_01_a AkEvent]
SpokenText="So much time lost resisting, fighting your ascension to something greater. And yet still you are here, just as we had envisioned. In your efforts to prevent the Avatar's creation, you have followed the path we set forth, exceeding even our expectations Commander."

[T_Final_Mission_First_Set_One_Angelic_Elder_01_a AkEvent]
SpokenText="You harbor such blind hatred for us, we cannot understand it. Our intentions for your world were never hostile. They are still not. You are a part of us."

[T_Final_Mission_First_Set_One_Angelic_Elder_03_a AkEvent]
SpokenText="More distrust. Perhaps you would find more reassurance in our words if..."

[T_Final_Mission_First_Set_One_Angelic_Elder_03_a_ALT AkEvent]
SpokenText="Yet still you distrust us.  Perhaps you would find more reassurance in our words..."

[T_Final_Mission_First_Set_Six_Angelic_Elder_Alt_a AkEvent]
SpokenText="You view us as the conquerors of your world, but that was never our intent. Each species you've encountered, the aliens you have fought and slaughtered. None were given a choice. Our home was the oldest of worlds, and the first to be consumed. Billions were lost, if only that were the end."

[T_Final_Mission_First_Set_Three_Angelic_Elder_Alt_02_a AkEvent]
SpokenText="ADVENT offered your world hope. A brighter future. To be something greater. But you still refuse. What more can we offer?"

[T_Final_Mission_First_Set_Two_Angelic_Elder_Alt_a AkEvent]
SpokenText="So many lives risked to bring you back to them, Commander. And for what? More violence. More war. More death. Truly you were meant for something more than this.  "

[T_Final_Mission_Middle_Set_Four_Angelic_Elder_Alt_01_a AkEvent]
SpokenText="When we first encountered Earth we wept for a broken world. For a tortured race crying out to the stars in agony. We answered your call. We saw your true potential. "

[T_Final_Mission_Middle_Set_Four_Angelic_Elder_Alt_02_a AkEvent]
SpokenText="The first invasion was a test. But your people did not fail as you believe. You succeeded beyond measure. You need only accept your place amongst us..."

[T_Final_Mission_Middle_Set_Four_Angelic_Elder_Alt_04_a AkEvent]
SpokenText="We have lost nothing. For our greatest weapon returns to us."

[T_Final_Mission_Middle_Set_Four_True_Elder_05_a AkEvent]
SpokenText="You will defeat them here as you did once before Commander. "

[T_Final_Mission_Middle_Set_One_Angelic_Elder_Alt_02_a AkEvent]
SpokenText="From here we can call upon an endless legion of reinforcements. You will be overrun. Yet our armies could be withdrawn at any time, Commander. Peace is within your grasp, if you would just rejoin us. "

[T_Final_Mission_Middle_Set_Three_Angelic_Elder_Alt_03_a AkEvent]
SpokenText="Our power does not waver. You will find our forces here loyal. They require no coercion, for they know failure here means the end for all. "

[T_Final_Mission_Middle_Set_Two_Angelic_Elder_Alt_a AkEvent]
SpokenText="For decades you were part of us, Commander. You are capable of so much more, and yet you fail to grasp the true nature of your power. Return to us, and your world will live on. Resist, and there will be nothing left to save... "

[T_Final_Mission_The_Fortress_Angelic_Elder_03_a AkEvent]
SpokenText="Such loss. Such needless waste. You force our hand. Yet still we offer peace. Rejoin us and your world will be spared. "

[T_Final_Mission_The_Fortress_Angelic_Elder_05_a AkEvent]
SpokenText="Unfortunate. Yet expected."

[T_Final_Mission_XCOM_Avatar_Has_Died_True_Elder_02_a AkEvent]
SpokenText="We reclaim what was lost. Welcome home, Commander."

